```
DataFrame df1
+-------------+--------+
| Column Name | Type   |
+-------------+--------+
| student_id  | int    |
| name        | object |
| age         | int    |
+-------------+--------+
```
```
DataFrame df2
+-------------+--------+
| Column Name | Type   |
+-------------+--------+
| student_id  | int    |
| name        | object |
| age         | int    |
+-------------+--------+
```

Write a solution to concatenate these two DataFrames vertically into one DataFrame.

The result format is in the following example.

In [1]:
import pandas as pd

In [4]:

list1 = [
    [5,'Leo',7],
    [6,'Alex',7]
]

list2 = [
    [1,'Mason',8],
    [2,'Ava',6],
    [3,'Taylor',15],
    [4,'Georgia',17]
]

df1 = pd.DataFrame(list1, columns=['student_id', 'name', 'age'])
df2 = pd.DataFrame(list2, columns=['student_id', 'name', 'age'])

df3 = pd.concat([df1, df2])

df3.head()

   student_id    name  age
0           5     Leo    7
1           6    Alex    7
0           1   Mason    8
1           2     Ava    6
2           3  Taylor   15